{
  "ChatGPT.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "auto-save.nvim": { "branch": "main" },
  "autoclose.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "code-shot.nvim": { "branch": "main" },
  "codeium.nvim": { "branch": "main" },
  "confirm-quit.nvim": { "branch": "main" },
  "core.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "langmapper.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lsp-status.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine-time": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neoscroll.nvim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cokeline": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-comment": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-dap-vscode-js": { "branch": "main" },
  "nvim-lsp-ts-utils": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "pantran.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "resession.nvim": { "branch": "master" },
  "tabscope.nvim": { "branch": "main" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope-tabs": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "toggleterm.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "vim-code-dark": { "branch": "master" },
  "vim-styled-components": { "branch": "main" },
  "vscode-react-javascript-snippets": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}